Repository: OpenChain-KWG/Specification-Translation-KR
Catalog: Specification-Translation-KR-level1.tmx
Source language: en_us
Languages: ko

source: Vision: A software supply chain where free/open source software (FOSS) is delivered with trustworthy and consistent compliance information.
ko: 비전: 신뢰할 수 있고 일관된 Compliance 정보와 함께 Free/Open Source Software(FOSS)를 제공하는 소프트웨어 공급망

source: Vision: A software supply chain where free/open source software (FOSS) is delivered with trusted and consistent compliance information.
ko: 비전: 신뢰할 수 있고 일관된 Compliance 정보와 함께 Free/Open Source Software(FOSS)를 제공하는 소프트웨어 공급망

source: adherence to project-specific contribution requirements
ko: 프로젝트별 기여 요구사항 준수

source: are distributed in binary form
ko: 바이너리 형태로 배포되는 경우

source: are distributed in source form
ko: 소스 형태로 배포되는 경우

source: are integrated with other FOSS such that it may trigger copyleft obligations
ko: 다른 FOSS와 통합되어 Copyleft 의무를 발생시키는 경우

source: attribution notices
ko: 저작자 고지

source: business rationale or approval
ko: 사업상의 근거 또는 승인

source: community engagement and interaction, including a project’s Code of Conduct or equivalent
ko: 프로젝트의 행동 강령 또는 이와 동등한 내용을 포함하여 커뮤니티 참여 및 상호 작용

source: contains FOSS or other software under an incompatible license interacting with other components within the Supplied Software; and/or
ko: 공급 대상 소프트웨어 내의 다른 Component와 상호 작용하는 FOSS 혹은 다른 소프트웨어(양립 불가능한 라이선스가 적용됨)를 포함하는 경우; 그리고/또는

source: contains FOSS or other software under an incompatible license interacting with other components within the Supplied Software
ko: 공급 대상 소프트웨어 내의 다른 Component와 상호 작용하는, 상호충돌하는 라이선스가 적용되는 FOSS 혹은 다른 소프트웨어를 포함하는 경우

source: contains FOSS with attribution requirements
ko: 저작자 표시 요구사항이 있는 FOSS를 포함하는 경우

source: contains modified FOSS
ko: 수정한 FOSS를 포함하는 경우

source: contains modified FOSS;
ko: 수정한 FOSS를 포함하는 경우;

source: contains FOSS with attribution requirements.
ko: 저작자 표시 요건이 있는 FOSS를 포함하는 경우.

source: copies of Identified Licenses
ko: 식별된 라이선스의 사본

source: copyright notices
ko: 저작권 고지

source: distributed in binary form;
ko: 바이너리 형태로 배포되는 경우;

source: distributed in source form;
ko: 소스 형태로 배포되는 경우

source: integrated with other FOSS such that it may trigger copyleft obligations;
ko: 다른 FOSS와 통합되어 Copyleft 의무를 발생시키는 경우;

source: legal approval for license considerations
ko: 라이선스 고려 사항에 대한 법적 승인

source: modification notifications
ko: 수정 내용 고지

source: prominent notices
ko: 눈에 띄는 고지

source: required build instructions and scripts
ko: 요구되는 빌드 방법 및 스크립트

source: source code
ko: 소스 코드

source: technical review of code to be contributed
ko: 기여 할 코드의 기술적 검토

source: written offers
ko: 서면 청약
